Repository: tfrommen/external-content
Catalog: languages/external-content-*.po
Languages: de_de

# Post type general name
source: External Content
de_de: Externe Inhalte

# Post type singular name
source: External Content
de_de: Externer Inhalt

# Post type menu name
source: External Content
de_de: Externe Inhalte

# Post type admin bar name
source: External Content
de_de: Externer Inhalt

source: All External Content
de_de: Alle externen Inhalte

# Add new post
source: Add New
de_de: Erstellen

source: Add New External Content
de_de: Externen Inhalt erstellen

source: Edit External Content
de_de: Externen Inhalt bearbeiten

source: New External Content
de_de: Neuer externer Inhalt

source: View External Content
de_de: Externen Inhalt ansehen

source: Search External Content
de_de: Externe Inhalte suchen

source: No External Content found.
de_de: Keine externen Inhalte gefunden.

source: No External Content found in Trash.
de_de: Keine externen Inhalte im Papierkorb gefunden.

source: Parent External Content:
de_de: Übergeordneter externer Inhalt:

source: Please enter the URL of the external content.
de_de: Bitte gib die URL des externen Inhalts ein.

source: External URL
de_de: Externe URL

source: This plugin registers a custom post type to handle external content like any other post. The post permalink is replaced by a custom post meta that holds an external URL.
de_de: Dieses Plugin registriert einen Custom Post Type, um externe Inhalte wie normale Posts pflegen zu können. Der Permalink wird durch ein neues Postmeta ersetzt, welches eine externe URL beinhaltet.
